Repository: AmFearLiath/osclass-ad-duration
Catalog: languages/*/messages.po
Languages: de_de

source: Ad Duration Time
de_de: Laufzeit für Angebote

source: This plugin allows the user, to set the duration for new ads
de_de: Dieses Plugin erlaubt dem Nutzer die Laufzeit für seine Anzeigen einzustellen.

source: Select Durations
de_de: Laufzeiten auswählen

source: Set the Durations that can be choose. (separated by ,)
de_de: Stelle hier die Laufzeiten ein die auswählbar sein sollen (getrennt mit ,)

source: Days
de_de: Tage

source: Hide if already selected
de_de: Ausblenden, wenn bereits gewählt.

source: Should the Selectbox be hidden if duration already selected
de_de: Soll die Auswahlbox deaktiviert werden, wenn bereits eine Laufzeit gewählt wurde.

source: Selectbox on item post/edit
de_de: Auswahlbox auf der Angebote erstellen/bearbeiten Seite

source: To display a Selectbox, where seller can change the duration of there ad, place the code below in item.php where you want to show the select box
de_de: Um eine Auswahlbox anzeigen zu lassen, mit der die Nutzer die Laufzeit bestimmen können, platziere diesen Code in Deiner item.php wo Du möchtest, dass die Auswahlbox angezeigt wird.

source: or
de_de: oder

source: Show Selectbox
de_de: Auswahlbox anzeigen

source: This option shows an Selectbox on the end of the form on item post/edit page
de_de: Diese Einstellung aktiviert die Auswahlbox am Ende des Formulars für Anzeigen erstellen oder bearbeiten

source: Save
de_de: Speichern

source: Form Styling
de_de: Formularstyling

source: To adjust the form styling to your needs, you only have to edit the <strong>form.php</strong> and fit it to your template.
de_de: Um das Aussehen des Formulars anzupassen, bearbeite die form.php um das Aussehen an Dein Template anzupassen.

source: Settings
de_de: Einstellungen

source: Day
de_de: Tag

source: Select the duration for you ad
de_de: Wähle die Laufzeit für diese Anzeige

source: No changes
de_de: Keine Änderungen
